benchmarks/data/pipeline_bench/pipeline_kvstore_aof_always_P10.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 89.82 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

85.81% <= 1 milliseconds
98.98% <= 2 milliseconds
99.88% <= 3 milliseconds
99.93% <= 4 milliseconds
99.98% <= 5 milliseconds
100.00% <= 5 milliseconds
11133.01 requests per second