benchmarks/data/pipeline_bench/pipeline_kvstore_aof_always_P20.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 44.95 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

70.42% <= 1 milliseconds
95.57% <= 2 milliseconds
99.31% <= 3 milliseconds
99.76% <= 4 milliseconds
99.84% <= 5 milliseconds
99.91% <= 6 milliseconds
99.95% <= 7 milliseconds
99.97% <= 8 milliseconds
99.99% <= 9 milliseconds
100.00% <= 9 milliseconds
22244.96 requests per second