benchmarks/data/pipeline_bench/pipeline_kvstore_aof_disable_P20.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 44.88 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

76.48% <= 1 milliseconds
97.04% <= 2 milliseconds
99.72% <= 3 milliseconds
99.95% <= 4 milliseconds
100.00% <= 4 milliseconds
22279.65 requests per second