benchmarks/data/pipeline_bench/pipeline_kvstore_echo_P20.txt
====== echo ======
  1000000 requests completed in 0.88 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

98.57% <= 1 milliseconds
99.79% <= 2 milliseconds
99.94% <= 3 milliseconds
100.00% <= 4 milliseconds
100.00% <= 4 milliseconds
1142857.12 requests per second