benchmarks/data/pipeline_bench/pipeline_redis_aof_always_P160.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.34 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

0.70% <= 1 milliseconds
5.30% <= 2 milliseconds
96.05% <= 3 milliseconds
99.90% <= 4 milliseconds
100.00% <= 4 milliseconds
2932551.50 requests per second