benchmarks/data/pipeline_bench/pipeline_redis_aof_always_P40.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.43 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

95.30% <= 1 milliseconds
99.64% <= 2 milliseconds
100.00% <= 2 milliseconds
2341920.50 requests per second