benchmarks/data/pipeline_bench/pipeline_redis_aof_always_P40.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.43 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

95.22% <= 1 milliseconds
100.00% <= 1 milliseconds
2325581.25 requests per second