benchmarks/data/pipeline_bench/pipeline_redis_aof_always_P80.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.38 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

7.53% <= 1 milliseconds
95.86% <= 2 milliseconds
99.98% <= 4 milliseconds
100.00% <= 4 milliseconds
2610966.25 requests per second