benchmarks/data/pipeline_bench/pipeline_redis_aof_everysec_P10.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.81 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

99.40% <= 1 milliseconds
99.80% <= 2 milliseconds
99.92% <= 3 milliseconds
99.95% <= 4 milliseconds
100.00% <= 4 milliseconds
1240694.75 requests per second