benchmarks/data/pipeline_bench/pipeline_redis_aof_everysec_P20.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.55 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

99.11% <= 1 milliseconds
99.92% <= 2 milliseconds
99.94% <= 3 milliseconds
100.00% <= 3 milliseconds
1821493.50 requests per second