benchmarks/data/pipeline_bench/pipeline_redis_aof_everysec_P40.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.46 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

87.74% <= 1 milliseconds
99.33% <= 2 milliseconds
99.51% <= 3 milliseconds
99.80% <= 4 milliseconds
99.92% <= 5 milliseconds
100.00% <= 5 milliseconds
2178649.25 requests per second