benchmarks/data/pipeline_bench/pipeline_redis_aof_everysec_P80.txt
====== HSET key:__rand_int__ value ======
  1000000 requests completed in 0.38 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1

9.38% <= 1 milliseconds
95.49% <= 2 milliseconds
99.24% <= 3 milliseconds
99.79% <= 4 milliseconds
100.00% <= 4 milliseconds
2645502.75 requests per second